Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 复制后未在目标确认到对象，已保留原对象未删除
ar: تعذّر التأكد من وجود الكائن في الوجهة بعد النسخ؛ تم الاحتفاظ بالأصل دون حذفه
de: Das Objekt konnte nach dem Kopieren am Ziel nicht bestätigt werden; das Original wurde behalten und nicht gelöscht
en: Couldn’t confirm the object at the destination after copying; the original was kept and not deleted
es_mx: No se pudo confirmar el objeto en el destino tras la copia; se conservó el original y no se eliminó
fr: Impossible de confirmer l’objet à la destination après la copie ; l’original a été conservé et non supprimé
ja: コピー後に宛先でオブジェクトを確認できませんでした。元のオブジェクトは削除せず保持しました
ko: 복사 후 대상에서 객체를 확인할 수 없습니다. 원본은 삭제하지 않고 유지했습니다
pt_br: Não foi possível confirmar o objeto no destino após a cópia; o original foi mantido e não excluído
pt_pt: Não foi possível confirmar o objeto no destino após a cópia; o original foi mantido e não eliminado
tr: Kopyalamadan sonra nesne hedefte doğrulanamadı; orijinal silinmeden korundu
zh_hant: 複製後未在目標確認到物件，已保留原物件未刪除
zh_hk: 複製後未在目標確認到物件，已保留原物件未刪除

source: 复制命令
ar: نسخ الأمر
de: Befehl kopieren
en: Copy Command
es_mx: Copiar comando
fr: Copier la commande
ja: コマンドをコピー
ko: 명령 복사
pt_br: Copiar comando
pt_pt: Copiar comando
tr: Komutu kopyala
zh_hant: 複製指令
zh_hk: 複製指令

source: 复制密钥
ar: نسخ المفتاح
de: Schlüssel kopieren
en: Copy key
es_mx: Copiar clave
fr: Copier la clé
ja: キーをコピー
ko: 키 복사
pt_br: Copiar chave
pt_pt: Copiar chave
tr: Anahtarı kopyala
zh_hant: 複製金鑰
zh_hk: 複製金鑰

source: 复制对象
ar: نسخ الكائن
de: Objekt kopieren
en: Copy object
es_mx: Copiar objeto
fr: Copier l’objet
ja: オブジェクトをコピー
ko: 객체 복사
pt_br: Copiar objeto
pt_pt: Copiar objeto
tr: Nesneyi kopyala
zh_hant: 複製物件
zh_hk: 複製物件

source: 外观
ar: المظهر
de: Erscheinungsbild
en: Appearance
es_mx: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt_br: Aparência
pt_pt: Aparência
tr: Görünüm
zh_hant: 外觀
zh_hk: 外觀

source: 外观与语言
ar: المظهر واللغة
de: Erscheinungsbild & Sprache
en: Appearance & Language
es_mx: Apariencia e idioma
fr: Apparence et langue
ja: 外観と言語
ko: 모양 및 언어
pt_br: Aparência e idioma
pt_pt: Aparência e idioma
tr: Görünüm ve Dil
zh_hant: 外觀與語言
zh_hk: 外觀與語言

source: 多模块
ar: متعدد الوحدات
de: Mehrere Module
en: Multi-module
es_mx: Multimódulo
fr: Multi-module
ja: マルチモジュール
ko: 다중 모듈
pt_br: Multimódulo
pt_pt: Multimódulo
tr: Çok Modüllü
zh_hant: 多模組
zh_hk: 多模組

source: 多账号与专业功能
ar: حسابات متعددة وميزات احترافية
de: Mehrere Konten & Pro-Funktionen
en: Multiple accounts & pro features
es_mx: Varias cuentas y funciones pro
fr: Plusieurs comptes et fonctionnalités pro
ja: 複数アカウントとプロ機能
ko: 다중 계정 및 프로 기능
pt_br: Várias contas e recursos pro
pt_pt: Várias contas e funcionalidades pro
tr: Birden çok hesap ve pro özellikler
zh_hant: 多帳號與專業功能
zh_hk: 多帳戶與專業功能

source: 多账号切换
ar: تبديل الحسابات
de: Konten wechseln
en: Switch accounts
es_mx: Cambiar de cuenta
fr: Changer de compte
ja: アカウントの切り替え
ko: 계정 전환
pt_br: Trocar de conta
pt_pt: Trocar de conta
tr: Hesap değiştir
zh_hant: 多帳號切換
zh_hk: 多帳戶切換

source: 多账号快速切换
ar: تبديل سريع بين الحسابات
de: Schneller Wechsel zwischen Konten
en: Quick multi-account switching
es_mx: Cambio rápido entre cuentas
fr: Changement rapide entre comptes
ja: 複数アカウントの素早い切り替え
ko: 빠른 다중 계정 전환
pt_br: Troca rápida entre contas
pt_pt: Troca rápida entre contas
tr: Hızlı çoklu hesap geçişi
zh_hant: 多帳號快速切換
zh_hk: 多帳戶快速切換

source: 多账号需要 Pro
ar: تتطلب الحسابات المتعددة خطة Pro
de: Mehrere Konten erfordern Pro
en: Multiple Accounts Require Pro
es_mx: Varias cuentas requieren Pro
fr: Plusieurs comptes nécessitent Pro
ja: 複数アカウントには Pro が必要
ko: 다중 계정에는 Pro가 필요합니다
pt_br: Várias contas exigem Pro
pt_pt: Várias contas exigem Pro
tr: Birden çok hesap, Pro gerektirir
zh_hant: 多帳號需要 Pro
zh_hk: 多帳戶需要 Pro

source: 多路复用，降低连接开销
ar: تعدد الإرسال الذي يقلل من عبء الاتصال
de: Multiplexing, das den Verbindungsaufwand reduziert
en: Multiplexing that reduces connection overhead
es_mx: Multiplexación que reduce la sobrecarga de conexión
fr: Multiplexage qui réduit la surcharge des connexions
ja: 多重化により接続のオーバーヘッドを削減します
ko: 다중화로 연결 오버헤드를 줄입니다
pt_br: Multiplexação que reduz a sobrecarga de conexão
pt_pt: Multiplexagem que reduz a sobrecarga de ligação
tr: Bağlantı yükünü azaltan çoğullama
zh_hant: 多工處理，降低連線開銷
zh_hk: 多路複用，降低連線開銷

source: 夜深了
ar: سهرت لوقت متأخر؟
de: Noch wach?
en: Up late?
es_mx: ¿Trasnochando?
fr: Encore debout ?
ja: 夜更かしですね
ko: 늦은 밤이네요
pt_br: Acordado até tarde?
pt_pt: A pé até tarde?
tr: Geç saatlere mi kaldınız?

source: 大于
ar: أكبر من
de: Größer als
en: Greater than
es_mx: Mayor que
fr: Supérieur à
ja: より大きい
ko: 초과
pt_br: Maior que
pt_pt: Maior que
tr: Büyüktür
zh_hant: 大於
zh_hk: 大於

source: 大于等于
ar: أكبر من أو يساوي
de: Größer/gleich
en: Greater or equal
es_mx: Mayor o igual
fr: Supérieur ou égal
ja: 以上
ko: 이상
pt_br: Maior ou igual
pt_pt: Maior ou igual
tr: Büyük eşittir
zh_hant: 大於等於
zh_hk: 大於等於

source: 大小
ar: الحجم
de: Größe
en: Size
es_mx: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
pt_pt: Tamanho
tr: Boyut

source: 大洋洲
ar: أوقيانوسيا
de: Ozeanien
en: Oceania
es_mx: Oceanía
fr: Océanie
ja: オセアニア
ko: 오세아니아
pt_br: Oceania
pt_pt: Oceânia
tr: Okyanusya

source: 大面积中断
ar: انقطاع واسع
de: Großflächiger Ausfall
en: Major Outage
es_mx: Interrupción mayor
fr: Panne majeure
ja: 大規模な障害
ko: 대규모 중단
pt_br: Interrupção generalizada
pt_pt: Interrupção generalizada
tr: Büyük kesinti
zh_hant: 大範圍中斷
zh_hk: 大範圍中斷

source: 失败
ar: فشل
de: Fehlgeschlagen
en: Failed
es_mx: Falló
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
tr: Başarısız
zh_hant: 失敗
zh_hk: 失敗

source: 失败（%lld）
ar: فشل (%lld)
de: Fehlgeschlagen (%lld)
en: Failed (%lld)
es_mx: Error (%lld)
fr: Échec (%lld)
ja: 失敗（%lld）
ko: 실패(%lld)
pt_br: Falhou (%lld)
pt_pt: Falhou (%lld)
tr: Başarısız (%lld)
zh_hant: 失敗（%lld）
zh_hk: 失敗（%lld）

source: 头：%@
ar: الترويسات: %@
de: Header: %@
en: Headers: %@
es_mx: Encabezados: %@
fr: En-têtes : %@
ja: ヘッダー：%@
ko: 헤더: %@
pt_br: Cabeçalhos: %@
pt_pt: Cabeçalhos: %@
tr: Başlıklar: %@
zh_hant: 標頭：%@
zh_hk: 標頭：%@

source: 头名称，如 X-Foo
ar: اسم الترويسة، مثل X-Foo
de: Header-Name, z. B. X-Foo
en: Header name, e.g. X-Foo
es_mx: Nombre del encabezado, p. ej. X-Foo
fr: Nom d’en-tête, p. ex. X-Foo
ja: ヘッダー名（例：X-Foo）
ko: 헤더 이름, 예: X-Foo
pt_br: Nome do cabeçalho, ex. X-Foo
pt_pt: Nome do cabeçalho, ex. X-Foo
tr: Başlık adı, ör. X-Foo
zh_hant: 標頭名稱，如 X-Foo
zh_hk: 標頭名稱，如 X-Foo

source: 头操作
ar: عمليات الترويسة
de: Header-Operationen
en: Header operations
es_mx: Operaciones de encabezado
fr: Opérations d’en-tête
ja: ヘッダー操作
ko: 헤더 작업
pt_br: Operações de cabeçalho
pt_pt: Operações de cabeçalho
tr: Başlık işlemleri
zh_hant: 標頭操作
zh_hk: 標頭操作

source: 好
ar: حسنًا
de: OK
en: OK
es_mx: OK
fr: OK
ja: OK
ko: 확인
pt_br: OK
pt_pt: OK
tr: Tamam

source: 如 /
ar: مثل /
de: z. B. /
en: e.g. /
es_mx: p. ej. /
fr: p. ex. /
ja: 例：/
ko: 예: /
pt_br: ex. /
pt_pt: ex. /
tr: örn. /

source: 如 dist
ar: مثل dist
de: z. B. dist
en: e.g. dist
es_mx: p. ej. dist
fr: p. ex. dist
ja: 例：dist
ko: 예: dist
pt_br: ex. dist
pt_pt: ex. dist
tr: örn. dist

source: 如 main
ar: مثل main
de: z. B. main
en: e.g. main
es_mx: p. ej. main
fr: p. ex. main
ja: 例：main
ko: 예: main
pt_br: ex. main
pt_pt: ex. main
tr: örn. main

source: 如 npm run build
ar: مثل npm run build
de: z. B. npm run build
en: e.g. npm run build
es_mx: p. ej. npm run build
fr: p. ex. npm run build
ja: 例：npm run build
ko: 예: npm run build
pt_br: ex. npm run build
pt_pt: ex. npm run build
tr: örn. npm run build

source: 始终使用 HTTPS
ar: استخدام HTTPS دائمًا
de: Immer HTTPS verwenden
en: Always Use HTTPS
es_mx: Usar siempre HTTPS
fr: Toujours utiliser HTTPS
ja: 常に HTTPS を使用
ko: 항상 HTTPS 사용
pt_br: Sempre usar HTTPS
pt_pt: Usar sempre HTTPS
tr: Her zaman HTTPS kullan
zh_hant: 一律使用 HTTPS
zh_hk: 一律使用 HTTPS

source: 威胁分数
ar: درجة التهديد
de: Bedrohungswert
en: Threat Score
es_mx: Puntuación de amenaza
fr: Score de menace
ja: 脅威スコア
ko: 위협 점수
pt_br: Pontuação de ameaça
pt_pt: Pontuação de ameaça
tr: Tehdit Puanı
zh_hant: 威脅分數
zh_hk: 威脅分數

source: 子网 / 范围 / 主机数
ar: الشبكة الفرعية / النطاق / المضيفون
de: Subnetz / Bereich / Hosts
en: Subnet / range / hosts
es_mx: Subred / rango / hosts
fr: Sous-réseau / plage / hôtes
ja: サブネット / 範囲 / ホスト数
ko: 서브넷 / 범위 / 호스트
pt_br: Sub-rede / intervalo / hosts
pt_pt: Sub-rede / intervalo / anfitriões
tr: Alt ağ / aralık / ana makineler
zh_hant: 子網 / 範圍 / 主機數
zh_hk: 子網 / 範圍 / 主機數

source: 子网掩码
ar: قناع الشبكة الفرعية
de: Subnetzmaske
en: Subnet mask
es_mx: Máscara de subred
fr: Masque de sous-réseau
ja: サブネットマスク
ko: 서브넷 마스크
pt_br: Máscara de sub-rede
pt_pt: Máscara de sub-rede
tr: Alt ağ maskesi
zh_hant: 子網路遮罩
zh_hk: 子網遮罩

source: 子请求
ar: الطلبات الفرعية
de: Unteranfragen
en: Subrequests
es_mx: Subsolicitudes
fr: Sous-requêtes
ja: サブリクエスト
ko: 하위 요청
pt_br: Subsolicitações
pt_pt: Subpedidos
tr: Alt istekler
zh_hant: 子請求
zh_hk: 子請求

source: 子路径匹配
ar: مطابقة المسار الفرعي
de: Subpfad-Abgleich
en: Subpath matching
es_mx: Coincidencia de subruta
fr: Correspondance de sous-chemin
ja: サブパスのマッチング
ko: 하위 경로 일치
pt_br: Correspondência de subcaminho
pt_pt: Correspondência de subcaminho
tr: Alt yol eşleştirme
zh_hant: 子路徑比對
zh_hk: 子路徑比對

source: 子路径匹配开启后，「保留剩余路径」才生效。
ar: يسري «الحفاظ على بقية المسار» فقط عند تفعيل مطابقة المسار الفرعي.
de: „Restpfad beibehalten“ gilt nur, wenn der Subpfad-Abgleich aktiviert ist.
en: “Preserve path suffix” only applies when subpath matching is on.
es_mx: «Conservar el resto de la ruta» solo se aplica cuando la coincidencia de subruta está activada.
fr: « Conserver le reste du chemin » ne s'applique que lorsque la correspondance de sous-chemin est activée.
ja: 「残りのパスを保持」は、サブパスのマッチングが有効な場合にのみ適用されます。
ko: ‘나머지 경로 유지’는 하위 경로 일치가 켜져 있을 때만 적용됩니다.
pt_br: “Preservar o restante do caminho” só se aplica quando a correspondência de subcaminho está ativada.
pt_pt: “Preservar o resto do caminho” só se aplica quando a correspondência de subcaminho está ativada.
tr: “Kalan yolu koru”, yalnızca alt yol eşleştirme açıkken geçerlidir.
zh_hant: 子路徑比對開啟後，「保留剩餘路徑」才生效。
zh_hk: 子路徑比對開啟後，「保留剩餘路徑」才生效。

source: 字段
ar: الحقل
de: Feld
en: Field
es_mx: Campo
fr: Champ
ja: フィールド
ko: 필드
pt_br: Campo
pt_pt: Campo
tr: Alan
zh_hant: 欄位
zh_hk: 欄位

source: 字母、数字、下划线，且不以数字开头。
ar: أحرف وأرقام وشرطات سفلية؛ ولا يبدأ برقم.
de: Buchstaben, Zahlen und Unterstriche; darf nicht mit einer Zahl beginnen.
en: Letters, numbers, and underscores; can’t start with a number.
es_mx: Letras, números y guiones bajos; no puede empezar por un número.
fr: Lettres, chiffres et traits de soulignement ; ne peut pas commencer par un chiffre.
ja: 英字・数字・アンダースコアを使用でき、数字で始めることはできません。
ko: 영문자, 숫자, 밑줄을 사용하며 숫자로 시작할 수 없습니다.
pt_br: Letras, números e sublinhados; não pode começar com número.
pt_pt: Letras, números e sublinhados; não pode começar por um número.
tr: Harf, rakam ve alt çizgi; rakamla başlayamaz.
zh_hant: 字母、數字、底線，且不以數字開頭。
zh_hk: 字母、數字、底線，且不以數字開頭。

source: 存储
ar: التخزين
de: Speicher
en: Storage
es_mx: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장소
pt_br: Armazenamento
pt_pt: Armazenamento
tr: Depolama
zh_hant: 儲存
zh_hk: 儲存

source: 存储桶
ar: الحاويات
de: Buckets
en: Buckets
es_mx: Buckets
fr: Buckets
ja: バケット
ko: 버킷
pt_br: Buckets
pt_pt: Buckets
tr: Bucket’lar
zh_hant: 儲存桶
zh_hk: 儲存桶

source: 存储桶名称
ar: اسم الحاوية
de: Bucket-Name
en: Bucket name
es_mx: Nombre del bucket
fr: Nom du compartiment
ja: バケット名
ko: 버킷 이름
pt_br: Nome do bucket
pt_pt: Nome do bucket
tr: Paket Adı
zh_hant: 儲存貯體名稱
zh_hk: 儲存桶名稱

source: 存储管理（R2 / D1 / KV）
ar: إدارة التخزين (R2 / D1 / KV)
de: Speicherverwaltung (R2 / D1 / KV)
en: Storage management (R2 / D1 / KV)
es_mx: Gestión de almacenamiento (R2 / D1 / KV)
fr: Gestion du stockage (R2 / D1 / KV)
ja: ストレージ管理（R2 / D1 / KV）
ko: 저장소 관리(R2 / D1 / KV)
pt_br: Gerenciamento de armazenamento (R2 / D1 / KV)
pt_pt: Gestão de armazenamento (R2 / D1 / KV)
tr: Depolama yönetimi (R2 / D1 / KV)
zh_hant: 儲存管理（R2 / D1 / KV）
zh_hk: 儲存管理（R2 / D1 / KV）

source: 存储管理需要 Pro
ar: تتطلب إدارة التخزين خطة Pro
de: Speicherverwaltung erfordert Pro
en: Storage Requires Pro
es_mx: La gestión de almacenamiento requiere Pro
fr: La gestion du stockage nécessite Pro
ja: ストレージ管理には Pro が必要
ko: 저장소 관리에는 Pro가 필요합니다
pt_br: O gerenciamento de armazenamento exige Pro
pt_pt: A gestão de armazenamento exige Pro
tr: Depolama yönetimi, Pro gerektirir
zh_hant: 儲存管理需要 Pro
zh_hk: 儲存管理需要 Pro

source: 存储类别
ar: فئة التخزين
de: Speicherklasse
en: Storage class
es_mx: Clase de almacenamiento
fr: Classe de stockage
ja: ストレージクラス
ko: 스토리지 클래스
pt_br: Classe de armazenamento
pt_pt: Classe de armazenamento
tr: Depolama Sınıfı
zh_hant: 儲存類別
zh_hk: 儲存類別

source: 存储类型
ar: فئة التخزين
de: Speicherklasse
en: Storage class
es_mx: Clase de almacenamiento
fr: Classe de stockage
ja: ストレージクラス
ko: 저장소 클래스
pt_br: Classe de armazenamento
pt_pt: Classe de armazenamento
tr: Depolama sınıfı
zh_hant: 儲存類別
zh_hk: 儲存類別

source: 安全 OAuth 2.0 · 无需粘贴 API Token
ar: ‏OAuth 2.0 آمن · دون لصق رمز API
de: Sicheres OAuth 2.0 · Kein Einfügen von API-Tokens
en: Secure OAuth 2.0 · No API token pasting
es_mx: OAuth 2.0 seguro · sin pegar tokens de API
fr: OAuth 2.0 sécurisé · Aucun jeton d’API à coller
ja: 安全な OAuth 2.0 · API トークンの貼り付け不要
ko: 안전한 OAuth 2.0 · API 토큰 붙여넣기 불필요
pt_br: OAuth 2.0 seguro · sem colar tokens de API
pt_pt: OAuth 2.0 seguro · sem colar tokens de API
tr: Güvenli OAuth 2.0 · API belirteci yapıştırmaya gerek yok
zh_hant: 安全 OAuth 2.0 · 無需貼上 API Token
zh_hk: 安全 OAuth 2.0 · 無需貼上 API Token

source: 安全分类
ar: فئة الأمان
de: Sicherheitskategorie
en: Security Category
es_mx: Categoría de seguridad
fr: Catégorie de sécurité
ja: セキュリティカテゴリ
ko: 보안 카테고리
pt_br: Categoria de segurança
pt_pt: Categoria de segurança
tr: Güvenlik Kategorisi
zh_hant: 安全分類
zh_hk: 安全分類

source: 安全搜索
ar: البحث الآمن
de: SafeSearch
en: SafeSearch
es_mx: SafeSearch
fr: SafeSearch
ja: セーフサーチ
ko: 세이프서치
pt_br: SafeSearch
pt_pt: SafeSearch
tr: Güvenli Arama
zh_hant: 安全搜尋
zh_hk: 安全搜尋

source: 完全
ar: كامل
de: Vollständig
en: Full
es_mx: Completo
fr: Complet
ja: フル
ko: 전체
pt_br: Completo
pt_pt: Completo
tr: Tam
zh_hant: 完整
zh_hk: 完整

source: 完全（严格）
ar: كامل (صارم)
de: Vollständig (streng)
en: Full (strict)
es_mx: Completo (estricto)
fr: Complet (strict)
ja: フル（厳格）
ko: 전체(엄격)
pt_br: Completo (estrito)
pt_pt: Completo (estrito)
tr: Tam (katı)
zh_hant: 完整（嚴格）
zh_hk: 完整（嚴格）

source: 完成
ar: تم
de: Fertig
en: Done
es_mx: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
tr: Bitti

source: 完整 URL
ar: عنوان URL كامل
de: Vollständige URL
en: Full URL
es_mx: URL completa
fr: URL complète
ja: 完全な URL
ko: 전체 URL
pt_br: URL completa
pt_pt: URL completo
tr: Tam URL

source: 完整主机名，须属于所选域名。
ar: اسم المضيف الكامل؛ يجب أن ينتمي إلى النطاق المحدد.
de: Der vollständige Hostname; er muss zur ausgewählten Domain gehören.
en: The full hostname; it must belong to the selected domain.
es_mx: El nombre de host completo; debe pertenecer al dominio seleccionado.
fr: Le nom d’hôte complet ; il doit appartenir au domaine sélectionné.
ja: 完全なホスト名で、選択したドメインに属している必要があります。
ko: 전체 호스트 이름이며 선택한 도메인에 속해야 합니다.
pt_br: O nome de host completo; deve pertencer ao domínio selecionado.
pt_pt: O nome de anfitrião completo; deve pertencer ao domínio selecionado.
tr: Tam ana makine adı; seçili alan adına ait olmalıdır.
zh_hant: 完整主機名稱，須屬於所選網域。
zh_hk: 完整主機名稱，須屬於所選域名。

source: 完整服务地址，如 unix:/path.sock
ar: عنوان الخدمة الكامل، مثل unix:/path.sock
de: Vollständige Dienstadresse, z. B. unix:/path.sock
en: Full service address, e.g. unix:/path.sock
es_mx: Dirección completa del servicio, p. ej. unix:/path.sock
fr: Adresse de service complète, p. ex. unix:/path.sock
ja: 完全なサービスアドレス（例：unix:/path.sock）
ko: 전체 서비스 주소(예: unix:/path.sock)
pt_br: Endereço completo do serviço, ex.: unix:/path.sock
pt_pt: Endereço completo do serviço, ex.: unix:/path.sock
tr: Tam hizmet adresi, ör. unix:/path.sock
zh_hant: 完整服務位址，如 unix:/path.sock
zh_hk: 完整服務位址，如 unix:/path.sock

source: 完整流量分析（7 / 30 天）
ar: تحليلات كاملة (7 / 30 يومًا)
de: Vollständige Analyse (7 / 30 Tage)
en: Full analytics (7 / 30 days)
es_mx: Análisis completos (7 / 30 días)
fr: Analyses complètes (7 / 30 jours)
ja: 完全なアナリティクス（7 / 30 日）
ko: 전체 분석(7 / 30일)
pt_br: Análises completas (7 / 30 dias)
pt_pt: Análises completas (7 / 30 dias)
tr: Tam analizler (7 / 30 gün)

source: 定时触发器
ar: مشغّلات Cron
de: Cron-Trigger
en: Cron Triggers
es_mx: Activadores Cron
fr: Déclencheurs Cron
ja: Cron トリガー
ko: Cron 트리거
pt_br: Gatilhos Cron
pt_pt: Gatilhos Cron
tr: Cron Tetikleyicileri
zh_hant: 定時觸發器
zh_hk: 定時觸發器

source: 实时日志
ar: السجلات المباشرة
de: Echtzeitprotokolle
en: Live Logs
es_mx: Registros en vivo
fr: Journaux en direct
ja: ライブログ
ko: 실시간 로그
pt_br: Logs ao vivo
pt_pt: Registos em direto
tr: Canlı günlükler
zh_hant: 即時記錄
zh_hk: 即時日誌

source: 实时日志需要 Pro
ar: تتطلب السجلات المباشرة خطة Pro
de: Echtzeitprotokolle erfordern Pro
en: Live Logs Require Pro
es_mx: Los registros en vivo requieren Pro
fr: Les journaux en direct nécessitent Pro
ja: ライブログには Pro が必要
ko: 실시간 로그에는 Pro가 필요합니다
pt_br: Os logs ao vivo exigem Pro
pt_pt: Os registos em direto exigem Pro
tr: Canlı günlükler, Pro gerektirir
zh_hant: 即時記錄需要 Pro
zh_hk: 即時日誌需要 Pro

source: 审计日志
ar: سجلات التدقيق
de: Audit-Protokolle
en: Audit Logs
es_mx: Registros de auditoría
fr: Journaux d’audit
ja: 監査ログ
ko: 감사 로그
pt_br: Logs de auditoria
pt_pt: Registos de auditoria
tr: Denetim Günlükleri
zh_hant: 稽核日誌
zh_hk: 審計日誌

source: 审计日志需要 Pro
ar: سجلات التدقيق تتطلب Pro
de: Audit-Protokolle erfordern Pro
en: Audit Logs requires Pro
es_mx: Los registros de auditoría requieren Pro
fr: Les journaux d’audit nécessitent Pro
ja: 監査ログには Pro が必要
ko: 감사 로그에는 Pro 필요
pt_br: Logs de auditoria exigem Pro
pt_pt: Registos de auditoria exigem Pro
tr: Denetim günlükleri için Pro gerekir
zh_hant: 稽核日誌需要 Pro
zh_hk: 審計日誌需要 Pro

source: 客户端断开
ar: انقطع العميل
de: Client getrennt
en: Client disconnected
es_mx: Cliente desconectado
fr: Client déconnecté
ja: クライアント切断
ko: 클라이언트 연결 끊김
pt_br: Cliente desconectado
pt_pt: Cliente desligado
tr: İstemci bağlantısı kesildi
zh_hant: 用戶端中斷連線
zh_hk: 客戶端斷開

source: 密码
ar: كلمة المرور
de: Passwort
en: Password
es_mx: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
tr: Parola
zh_hant: 密碼
zh_hk: 密碼

source: 密码只用于建立连接，Cloudflare 不会再回显。请确保该数据库允许 Cloudflare 出口 IP 访问。
ar: تُستخدم كلمة المرور للاتصال فقط ولا تعرضها Cloudflare مجددًا. تأكّد من أن قاعدة البيانات تسمح بالوصول من عناوين خروج Cloudflare.
de: Das Passwort wird nur zum Verbinden verwendet und von Cloudflare nicht erneut angezeigt. Stelle sicher, dass die Datenbank Zugriff von Cloudflare-Egress-IPs erlaubt.
en: The password is used only to connect and is never shown again by Cloudflare. Make sure the database allows access from Cloudflare egress IPs.
es_mx: La contraseña solo se usa para conectar y Cloudflare no vuelve a mostrarla. Asegúrate de que la base de datos permita el acceso desde las IP de salida de Cloudflare.
fr: Le mot de passe ne sert qu’à la connexion et n’est plus affiché par Cloudflare. Assurez-vous que la base autorise l’accès depuis les IP de sortie de Cloudflare.
ja: パスワードは接続にのみ使用され、Cloudflare は再表示しません。データベースが Cloudflare の送信 IP からのアクセスを許可していることを確認してください。
ko: 비밀번호는 연결에만 사용되며 Cloudflare가 다시 표시하지 않습니다. 데이터베이스가 Cloudflare 송신 IP의 접근을 허용하는지 확인하세요.
pt_br: A senha é usada apenas para conectar e o Cloudflare não a exibe novamente. Garanta que o banco de dados permita acesso dos IPs de saída do Cloudflare.
pt_pt: A palavra-passe é usada apenas para ligar e o Cloudflare não a mostra novamente. Garanta que a base de dados permite acesso dos IPs de saída do Cloudflare.
tr: Parola yalnızca bağlantı için kullanılır ve Cloudflare tarafından bir daha gösterilmez. Veritabanının Cloudflare çıkış IP’lerinden erişime izin verdiğinden emin olun.
zh_hant: 密碼僅用於建立連線，Cloudflare 不會再次顯示。請確保該資料庫允許 Cloudflare 出口 IP 存取。
zh_hk: 密碼僅用於建立連線，Cloudflare 不會再次顯示。請確保該資料庫允許 Cloudflare 出口 IP 存取。

source: 密钥
ar: الأسرار
de: Secrets
en: Secrets
es_mx: Secretos
fr: Secrets
ja: シークレット
ko: 시크릿
pt_br: Segredos
pt_pt: Segredos
tr: Gizli Bilgiler
zh_hant: 密鑰
zh_hk: 密鑰

source: 密钥值出于安全无法读取，列表只显示名称。同名添加即覆盖。
ar: لا يمكن قراءة قيم الأسرار لأسباب أمنية — تعرض القائمة الأسماء فقط. إضافة سر بالاسم نفسه يستبدله.
de: Secret-Werte können aus Sicherheitsgründen nicht zurückgelesen werden – die Liste zeigt nur Namen. Ein gleichnamiges Secret überschreibt das vorhandene.
en: Secret values can’t be read back for security — the list shows names only. Adding one with the same name overwrites it.
es_mx: Por seguridad, los valores de los secretos no se pueden leer; la lista solo muestra los nombres. Agregar uno con el mismo nombre lo sobrescribe.
fr: Les valeurs des secrets ne peuvent pas être relues pour des raisons de sécurité — la liste n’affiche que les noms. En ajouter un du même nom l’écrase.
ja: シークレットの値はセキュリティ上読み取れず、リストには名前のみ表示されます。同じ名前で追加すると上書きされます。
ko: 보안상 시크릿 값은 다시 읽을 수 없어 목록에는 이름만 표시됩니다. 같은 이름으로 추가하면 덮어씁니다.
pt_br: Por segurança, os valores dos segredos não podem ser lidos; a lista mostra apenas os nomes. Adicionar um com o mesmo nome o substitui.
pt_pt: Por segurança, os valores dos segredos não podem ser lidos; a lista mostra apenas os nomes. Adicionar um com o mesmo nome substitui-o.
tr: Gizli değerler güvenlik nedeniyle geri okunamaz — liste yalnızca adları gösterir. Aynı adla eklemek üzerine yazar.
zh_hant: 密鑰值出於安全無法讀取，列表只顯示名稱。同名新增即覆寫。
zh_hk: 密鑰值出於安全無法讀取，列表只顯示名稱。同名新增即覆寫。

source: 密钥值无法读回，删除后需重新设置，不可撤销。
ar: لا يمكن قراءة قيم الأسرار مجددًا؛ بعد الحذف يلزم ضبطه من جديد. لا يمكن التراجع.
de: Secret-Werte können nicht zurückgelesen werden; nach dem Löschen musst du es neu setzen. Nicht rückgängig zu machen.
en: Secret values can’t be read back; after deletion you must set it again. This can’t be undone.
es_mx: Los valores de los secretos no se pueden volver a leer; tras eliminarlo deberás configurarlo de nuevo. No se puede deshacer.
fr: Les valeurs des secrets ne peuvent pas être relues ; après suppression, vous devrez le redéfinir. Irréversible.
ja: シークレット値は読み戻せません。削除後は再設定が必要で、元に戻せません。
ko: 비밀 값은 다시 읽을 수 없으며 삭제 후 다시 설정해야 합니다. 되돌릴 수 없습니다.
pt_br: Os valores de segredo não podem ser lidos novamente; após excluir, será preciso defini-lo de novo. Não pode ser desfeito.
pt_pt: Os valores de segredo não podem ser lidos novamente; após eliminar, terá de o definir de novo. Não pode ser anulado.
tr: Sır değerleri geri okunamaz; silindikten sonra yeniden ayarlamanız gerekir. Geri alınamaz.
zh_hant: 密鑰值無法讀回，刪除後需重新設定，且無法復原。
zh_hk: 密鑰值無法讀回，刪除後需重新設定，且無法復原。

source: 对所有访客启用质询页
ar: إظهار صفحة تحدٍّ لكل زائر
de: Allen Besuchern eine Challenge-Seite anzeigen
en: Show a challenge page to every visitor
es_mx: Mostrar una página de desafío a todos los visitantes
fr: Afficher une page de défi à chaque visiteur
ja: すべての訪問者にチャレンジページを表示
ko: 모든 방문자에게 챌린지 페이지 표시
pt_br: Mostrar uma página de desafio a todos os visitantes
pt_pt: Mostrar uma página de desafio a todos os visitantes
tr: Her ziyaretçiye bir sınama sayfası göster
zh_hant: 對所有訪客啟用質詢頁
zh_hk: 對所有訪客啟用質詢頁

source: 对象
ar: الكائنات
de: Objekte
en: Objects
es_mx: Objetos
fr: Objets
ja: オブジェクト
ko: 객체
pt_br: Objetos
pt_pt: Objetos
tr: Nesneler
zh_hant: 物件
zh_hk: 物件
